<?php

return [
    'title' => '本人確認',

    'select_desc' => '下記項目をご選択ください',

    'identify' => 'カンタン本人認証',
    'skill' => '資格・スキル申請',

    'skill_title' => '資格・スキル申請',

    'sub_title' => 'カンタン本人確認',

    'identification_desc' => 'Helpersでは不正ユーザーや業者の排除に⼒を⼊れており、本⼈確認を⾏っていただくことで安全・安⼼にサービスをご利⽤いただける機能になります。',
    'skill_desc' => 'Helpersでは不正ユーザーや業者の排除に⼒を⼊れており、本⼈確認を⾏っていただくことで安全・安⼼にサービスをご利⽤いただける機能になります。',

    'warning' => '以下のような画像は承認されません',
    'warning_desc' => '資格・スキル証明書が明確に⾒えるように 証明書全体が写るように撮影してください。',

    'warning1_pre' => '画像が',
    'warning1_sur' => '⾒切れている',
    'warning2_pre' => '⼀部が',
    'warning2_sur' => '隠されている',
    'warning3_pre' => '不鮮明で',
    'warning3_sur' => '読み取れない',

    'warning1' => 'ご登録いただいた情報と、提出された書類の⽣年⽉⽇が⼀致しない場合は承認れませんのでご注意ください。',
    'warning2' => '有効期限が切れていないことを確認してください。',
    'warning3' => 'ご登録いただいた⽣年⽉⽇と、提出された年齢確認書類の⽣年⽉⽇が⼀致しない場合は承認されず、メッセージのやりとりが始められませんのでご注意ください。',

    'doc' => '画像',
    'age_desc' => '現在登録されている年齢',
    'birthday' => '生年月日',
    'birthday_repair_desc' => '※修正が必要な場合には、 下記より正しい⽣年⽉⽇に変更してください。',
    'birthday_label' => '生年月日を入力してください',
    'japhic' => '当社は個⼈情報について適切な保護措置を講ずる体制を整備し、 運⽤、管理をしている企業として、 第三者機関である JAPHIC(ジャフィック)の認証を受けております。',

    'certificate_desc' => '現在登録されている資格',
    'certificate' => '保有資格',
    'skill_repair_desc' => '※修正が必要な場合には、 上記より正しい保有資格に変更してください。',

    'register_failed' => '本人確認書類提出が失敗しました。',
    'register_success' => '本人確認書類提出が成功しました。',

    'confirm_title' => '本人確認書類提出完了',
    'confirm_desc_pre' => '審査が完了するまで',
    'confirm_desc_sur' => 'もうしばらくお待ちください',
];