<?php

return [
    'title' => 'プロフィール設定',

    'select_desc' => '下記項目をご選択ください',
    'input_desc' => '下記項目をご記入ください',

    'client' => '人出が足りない介護施設',
    'helper' => '働き手であるヘルパー',

    'introduction' => '自己紹介',
    'introduction_placeholder' => '例）はじめまして！生活相談員の〇〇です！（1000文字以内）',
    'age' => '年齢',
    'user_type' => '施設・ヘルパー',
    'experience_years' => '経験年数',
    'certificate' => '保有資格',
    'hourly_cost' => '希望時給',
    'rule' => 'ルール事項',
    'rule_desc1' => 'Helpersは、「人出が足りない介護施設」と「働き手であるヘルパー」とのマッチングプラットフォームです。',
    'rule_desc2' => 'ご利⽤の際は、Helpersに登録している「ヘルパー」という個⼈事業主の⽅とご利⽤者様がHelpersというプラットフォームを利⽤し、出会い、保育や家事代⾏の依頼をしていただく形となります。',
    'rule_desc3' => 'Helpersはサービスを安⼼安全にご利⽤いただけるよう⽇々運営・改善をしておりますが、ご利⽤いただく⽅ご⾃⾝でご家庭に合うヘルパーをお選びいただき、直接のメッセージや予約のやりとりを⾏っていただきますので、お互いを思いやり、助け合いの⼼で気持ちの良いコミュニケーションが取れるようご協⼒をお願いいたします。',
    'prohibits' => '禁止事項',
    'prohibits_desc' => '・商品の販売、他サイトへのリンク・勧誘など',

    'desc' => 'お客様のご協⼒をよろしくお願いいたします。',

    'agree' => '利用規約に同意する',

    'register_failed' => 'プロフィール設定が失敗しました。',
    'register_success' => 'プロフィール設定が成功しました。',
];