<?php

return [
    'title' => 'サービスについて',

    'page_title' => '退会',

    'desc' => 'Helpersをご利⽤いただき、誠にありがとうございます。 退会につきまして、以下の注意⽂を必ずお読みください。',

    'warning_title' => '注意実項',
    'warning_desc' => '注意事項をすべてご確認の上チェックをしてください。',

    'warning1' => 'サービス名の全ての有料サービスを解約しました。',
    'warning2' => '有料会員期間が終わっていたとしても、月割り・日割り出のご返金は行っておりません。',
    'warning3' => '過去のやり取りやメッセージなどのすべてのデータが削除されます。',
    'warning4' => '一度退会してしまうと7日間再登録することがっできません。',
    'warning5' => '再登録しても、過去のデータを引き続ぐ事はできません。',

    'deposit_desc' => '「振込可能金額」のデータも全て削除され、復元されることはございません。',
    'deposit_title' => '振込可能金額',
    'deposit_amount' => '2,000',

    'exit_cause_title' => '退会理由',
    'exit_cause_desc' => '退会理由を選択してください。（複数選択可）',

    'opinion_title' => 'ご意見',
    'opinion_desc' => 'サービス名に改善してほしいポイントや欲しかった機能、その他ご意見があれば教えてください',

    'exit_confirm' => '退会しますか？',

    'failed' => '退会が失敗しました。',
    'success' => '退会されました。',
];